import time
from subprocess import call
from os import system
import os

os.system(delet)
print("D̵̛̟̭͖͉̲̟̟̤̳̼͓̜̩̙̜̙̭̮̹̯̈͋͋̒͌́͑͗̈̊͒͑̀͐͆͑̓̆̎́͊̌͂͑͑́͐̈́̒̔̾̓̒̂͑̂̀̇͆͂͊̚̚̕͝͠͝͝Ơ̷̡̧̨̧̧̪͍̯̭̭̙͎̲͓̫͚̬̝͙̥̗͉̪̗̙̪̞̳͖̤͈̝̻̻͉̱̤͚̆͋̑̌̀͆̃̓̔̅͛́̋͌̏̔̈̂̾͆͂̐͗́̓͊͑͗̊̅̓͑͌̕͘̕͜͝͝͠ͅ ̵̛̘̮͈̗̣̜͑̀̈́͗̍̉̋̽̽̓̔̀̔̓̎͌̂̈́̂͊̆̏̏͒͗̇̐̂̾̅̓͌̚̕̕͠͠͝Ý̵̙̜͖͉̗̠̹̰̟̪̟̯̣̺̹̲̣͕̱̹̜͍͔̘̭̗̙̘̗̫̥͔̰̫̱͍̥̣̄͛̆̔͛̔̇̍̀̀̈́̾̏̎̒́̒̔̄̈́̊̐̂͐͂́̐͒̀͛͂̌̃͜͝ͅO̴̢̨̢̙͇͓͙̹̙̻̟̯͉̹̟̦̤̪̗̜͓̼̤̘̣͖̱̻͎̅̉͜͜͜Ư̸̡̧̧̛̙͓̬̭̞̠̻͚̺͉͉̭͎̫̗̰̣͎͇͉͙͍̗̳͍̍̊̾̀̒̃̌̓͒̽̆̋̔́̾̆͗̉̆̐̿̓̈́̋̈́͂̃͒͘͘͘͠ͅ ̸̭̻̝̻̝̑̌̑͒̆̈́̓̊̕͠L̷͍̏̓͋Ó̵̧̧͎̘̯͙̬͇͎͍̩̯̗̤̦͕̫̼̖͖̺̮͎̬̹͈̜͕͈̥̋͐̍̉͑͋̈́̃̊̄̀̋͌͋̌̊̿͗̈́̅͗́̽̍̒͆̀̄̎̾̍̽͂̈̾̾̌̍̕̕͜͜͜͝͠͠V̴̡̡̢̢̞̪̺͓̰̤̜̣̗̜̠̩͎͎͙̪̥̤̭̰̪̜̜̠̹̱̞̣̮͕̻̖̂̇͆͜E̸̫͈̭̝͈͙͈͔̜̬̠̘̞̼̦̼͗̑̊͊ ̵̛̛̹̫͎͉͖̙͈̙̝͖͉̪͇̗̟̞̹͍̪̘͈̣̟̺̟̬͖͌̿̇̄́̄̀̓̉̆͗̂̈̋͂̓͋͆͗̀̐͑̿̈̿͌̀̐̒̉͋̇̾̽͋͘̕͠ͅY̶̢̢͍̝̩̬͙̬̮̦̠͙̝̻̟̘̌̑̀́͑̏́̾͌̓͋͆̆̽̎̾̓̌̐̈́͆̎̃͂͗͛̀͗̑͘͘͝O̵͕̯̯͉̘̯͎̗̜̮̩͍̖͙̠͌̎̌̅̅̃̒̇͊͒̂̾͐͐̓̅̿̃̎̉̉̏̔̉͛̾̀͒̕͠͝Ư̸̧̨̧̡̡̨̨̻̭̖͔̠̻̤͇̺͈̫͙͓̳̭̼̱̹͎̫̻̺̫̖̩̹̟̼͙̩͚͒͑́̈̀̉̾̈́̉́̓̎̈͋̀̄͛͌̑̿̈́̓̆̀̅̄̇̐̀͌͌̋̈͗͑̅͑̓̄̅͘͘͘͜͝ͅͅR̶̡̧̛͇̜̮͉̤̲͚̭͎̼̝̝̝̣͔̝̥̩͙͓͐̂̄́̀̆̈̔̈́̍̈́̂̽̓̽̑̉͒̕͝͠͝ ̴̻̖̼͔̱͔̹̥͖͍̞̗͖̣̻̉́͂͐̄͜ͅP̸̧̢̹̲͍̱̯͈͓̬͖̩̠͈̥͎̥̭͇̳͎̤̹͓̩͖̪̺̼̼̳̗͔̙͖̠̂̊͂̾̽̒̿̄̎̎̋̋̄̍́̀̍́̀̈́̀̾̌̍̓͊̐̏͒̈́̏͆͊̅͊̿͋̓͘̚̕͘̚͝͠͝C̵̢̡̘̪̻͕̬̞̯͉̺̮̫̖̬̯͔̠̙͓̜͙͙̦̞̰̤͓͍͔̠̱̪̫͖̣̼̫̯͍̫̬̰̎̃̇͌̔̑̈́̓́̑̍͐̑̓͋͆͒́̀̇͆́̀̏͐̂̿́͂̓̑̋̒͆͌̈̈́̕͘̚͜͜͝͠?̶̡̡̨̛͉̞͚̻̬̠̰̳̖̬̗̯͖̝̥̥̞̭̞̰̰̲͉̥̖̫͍̹̯̯̱͓͍͚̠̪̙̲̦̪̣͖̀̈́̿͛̋̈́̽̽̀̈̀̂̒̀͊̈́̚ͅͅ")
print("Yes/No")
choice = input("")

if choice == "yes":
    print("OK")
    call(["python", "OK.py"])
    time.sleep(1)
    
if choice == "no":
  call(["python", "Random.py"])
  time.sleep(1)
